---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Gradians
source: html/5f103d4b-e4b8-0f60-ff8c-f2c514733abf.htm
---
# Autodesk.Revit.DB.UnitTypeId.Gradians Property

Gradians.

## Syntax (C#)
```csharp
public static ForgeTypeId Gradians { get; }
```